Repository: MagnusBieneck/pat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Home
de: Startseite

source: This field is required.
de: Dieses Feld ist zwingend erforderlich.

source: A valid IBAN is required.
de: Eine gültige IBAN ist zwingend erforderlich.

source: A valid BIC is required.
de: Eine gültige BIC ist zwingend erforderlich.

source: At least one receipt is required.
de: Mindestens eine Rechnung ist zwingend erforderlihc.

source: The amount for this receipt is required.
de: Der Betrag für diese Rechnnung ist zwingend erforderlich.

source: The receipt for this amount is required.
de: Die Rechnung für diesen Betrag ist zwingend erforderlich.

source: Date Submitted
de: Absenden

source: Department Leader
de: Bereichsleiter

source: Cost Centre
de: Kostenstelle

source: Project
de: Projekt

source: Refund Type
de: Kostenerstattungen

source: Bank Account Owner
de: Inhaber

source: Bank Account IBAN
de: IBAN

source: Bank Account BIC
de: BIC

source: Receipt
de: Rechnung

source: Sum
de: Betrag

source: Refund Overview
de: Kostenerstattungen

source: Total Amount
de: Gesamtbetrag

source: Requester
de: Antragsteller

source: Approved
de: Genehmigt

source: Processed
de: Bearbeitet

source: This request has been approved.
de: Dieser Antrag wurde genehmigt.

source: This request has not yet been approved.
de: Dieser Antrag wurde noch nicht genehmigt.

source: Pending
de: Ausstehend

source: The refund has been performed.
de: Die Rückzahlung wurde getätigt.

source: This request has not yet been processed.
de: Der Antrag wurde noch nicht bearbeitet.

source: Edit
de: Bearbeiten

source: As of now, no requests have been filed.
de: Bisher wurden keine Kostenerstattungen beantragt

source: New request
de: Neue Kostenerstattung

source: Expense Refund Form
de: Kostenerstattung

source: Transfer refund to the bank account below
de: Erstattungen auf folgendes Konto überweisen

source: Receipt upload
de: Rechnungen hochladen

source: You can upload up to 10 receipts.
de: Du kannst bis zu 10 Rechnungen hochladen.

source: Add another receipt
de: Weitere Rechnung hinzufügen

source: Approve
de: Genehmigen

source: Mark processed
de: Als bearbeitet markieren

source: No actions can be performed at the moment.
de: Aktuell ist hier nichts zu tun.

source: Submit
de: Absenden

source: Total
de: Gesamt

source: Your request has been successfully created.
de: Das Formular zur Kostenerstattung wurde erfolgreich abgesendet.

source: Expense Refund
de: Kostenerstattung

source: You cannot approve any requests as you are no department leader.
de: Du kannst keinen Antrag genehmigen, da du kein Communityleiter bist.

source: You can only approve requests within your own department.
de: Du kannst nur Anträge innerhalb deiner Community genehmigen.

source: This request has already been approved.
de: Dieser Antrag wurde bereits genehmigt.

source: The request has been successfully approved.
de: Der Antrat wurde erfolgreich genehmigt.

source: You cannot approve any requests as you are no finance leader.
de: Du kannst keine Anträge ausbezahlen da du kein Finance Leader bist

source: This request must be approved before it can be processed.
de: Der Antrag muss genehmigt werden, bevor er ausbezahlt werden kann.

source: This request has already been processed.
de: Der Antrag wurde bereits bearbeitet.

source: The request has been successfully processed.
de: Der Antrag wurde erfolgreich bearbeitet.

source: Logout
de: Abmelden

source: Request to have your expenses refunded.
de: Kostenerstattung beantragen

source: Login
de: Anmelden

source: You have been successfully logged out.
de: Du wurdest erfolgreich abgemeldet.

source: Log in
de: Anmelden

source: Please sign in
de: Bitte melde dich an

source: Wrong username and/or password
de: Falscher Benutzername und/oder Passwort

source: Username
de: Benutzername

source: Password
de: Passwort
